Repository: IDWF/idwf.thematic
Catalog: idwf/thematic/locales/*/LC_MESSAGES/idwfthematic.po
Languages: es

source: C189 Ratification
es: C189 Ratificación

source: Child Domestic Workers
es: Trabajadores del Hogar infantiles

source: Collective Bargaining
es: La negociación colectiva

source: Communication
es: Comunicación

source: Days Off & Hours of work
es: Días libres y horas de trabajo

source: Dignity of Domestic Workers
es: Dignidad de las Trabajadores del Hogar

source: Domestic Workers Bills
es: Cuentas de Trabajadores del Hogar

source: Employment & Working Conditions
es: Empleo y condiciones de trabajo

source: Forced Labour
es: Trabajo forzado

source: History
es: Historia

source: Migrant Domestic Workers
es: Trabajadores del Hogar migrantes

source: Occupational Safety & Health
es: Seguridad y salud ocupacional

source: Participatory Research
es: Investigación Participativa

source: Private Employment Agencies
es: Agencias de empleo privadas

source: Rights to Organize
es: Derechos para organizar

source: Sexual Harassment
es: Acoso sexual

source: Workers' Rights
es: Derechos de los trabajadores
