Repository: IDWF/idwf.thematic
Catalog: idwf/thematic/locales/*/LC_MESSAGES/idwf.thematic.po
Languages: fr

source: Child Domestic Workers
fr: Enfants domestiques

source: Collective Bargaining
fr: Négociation collective

source: Days Off & Hours of work
fr: Jours de congé et heures de travail

source: Dignity of Domestic Workers
fr: Dignité des travailleurs domestiques

source: Domestic Workers Bills
fr: Projets de loi sur les travailleurs domestiques

source: Employment & Working Conditions
fr: Emploi et conditions de travail

source: Forced Labour
fr: Travail forcé

source: History
fr: Histoire

source: Migrant Domestic Workers
fr: Travailleurs domestiques migrants

source: Occupational Safety & Health
fr: Sécurité et santé au travail

source: Participatory Research
fr: Recherche participative

source: Private Employment Agencies
fr: Agences d'emploi privées

source: Rights to Organize
fr: Droits d'organisation

source: Sexual Harassment
fr: Harcèlement sexuel

source: Workers' Rights
fr: Droits des travailleurs
